Repository: MXNeoPunto/Adsterra
Catalog: languagues/adsterra-editor-*.po
Languages: es_es

source: Global Settings
es_es: Configuración Global

source: Global Scripts (Popunder, Push, etc.)
es_es: Scripts Globales (Popunder, Push, etc.)

source: Automatic Insertion
es_es: Inserción Automática

source: Start of Post (Single)
es_es: Inicio de la Entrada (Single)

source: Middle of Post (Single)
es_es: Mitad de la Entrada (Single)

source: End of Post (Single)
es_es: Final de la Entrada (Single)

source: Blog Home - Top (Before Posts)
es_es: Blog Inicio - Arriba (Antes de Entradas)

source: Blog Home - Bottom (After Posts)
es_es: Blog Inicio - Abajo (Después de Entradas)

source: Ad Zones (Banners)
es_es: Zonas de Anuncios (Banners)

source: Ad Zone #%d
es_es: Zona de Anuncio #%d

source: Enter scripts that should be loaded globally (e.g., in the footer), such as Popunders, Push Notifications, or Direct Link scripts.
es_es: Introduce scripts que deban cargarse globalmente (ej. en el footer), como Popunders, Notificaciones Push o scripts de Direct Link.

source: Automatically insert ads into your posts and pages without using widgets or shortcodes.
es_es: Inserta anuncios automáticamente en tus entradas y páginas sin usar widgets ni shortcodes.

source: Enter your banner ad codes here. You can display them using the shortcode [adsterra_ad id="X"], the Widget, or the Automatic Insertion settings above.
es_es: Introduce tus códigos de banner aquí. Puedes mostrarlos usando el shortcode [adsterra_ad id="X"], el Widget o la configuración de Inserción Automática.

source: Disabled
es_es: Desactivado

source: Zone #%d
es_es: Zona #%d

source: Use shortcode: <code>[adsterra_ad id="%d"]</code>
es_es: Usa el shortcode: <code>[adsterra_ad id="%d"]</code>

source: Displays a Adsterra banner from your saved zones.
es_es: Muestra un banner de Adsterra de tus zonas guardadas.

source: Title:
es_es: Título:

source: Select Ad Zone:
es_es: Seleccionar Zona de Anuncio:

source: API Integration
es_es: Integración API

source: Adsterra API Token
es_es: Token API Adsterra

source: Enter your Adsterra API Token to view statistics in the Dashboard.
es_es: Introduce tu Token API de Adsterra para ver estadísticas en el Escritorio.

source: You can find your API Token in your Adsterra account settings.
es_es: Puedes encontrar tu Token API en la configuración de tu cuenta de Adsterra.

source: Adsterra Statistics (NeoPunto)
es_es: Estadísticas Adsterra (NeoPunto)

source: Please enter your API Token in the <a href="%s">settings page</a> to view statistics.
es_es: Por favor introduce tu Token API en la <a href="%s">página de ajustes</a> para ver estadísticas.

source: Invalid response from Adsterra API (Balance).
es_es: Respuesta inválida de la API de Adsterra (Balance).

source: Unknown API error.
es_es: Error de API desconocido.

source: Current Balance
es_es: Balance Actual

source: Today's Impressions
es_es: Impresiones de Hoy

source: Today's Clicks
es_es: Clics de Hoy

source: Today's Revenue
es_es: Ingresos de Hoy

source: Data cached for 15 mins.
es_es: Datos cacheados por 15 mins.
